#01.Вывести квадрат числа

a = int(input("Введите число: "))
b = a ** 2
print(f"Квадратом числа {a} является {b}")